10/data/attachments/6d9e60b0537ed3cd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Yvonne_near_Friend_23537_9</nif:username>
            <nif:friendToBeRequested>soap_friends_aba59d26-f461-41ba-8077-d03ad1626624</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>